<?php

return[
  'about' => 'Про нас',
  'text' => 'Ми - найбільший мультимедійний магазин. Ми працюємо з основними постачальниками технічних товарів, такими як Canon, Apple, Dell, Samsung та інші. Наш асортимент включає телевізори, камери, смартфони, навушники, флеш-драйвери та ноутбуки.
  Термін мультимедіа також часто використовується для позначення носіїв інформації, що дозволяють зберігати значні обсяги даних і забезпечувати досить швидкий доступ до них (першими носіями такого типу були компакт-диски). У такому випадку термін мультимедіа означає, що комп\'ютер може використовувати такі носії та надавати інформацію користувачеві через всі можливі види даних, такі як аудіо, відео, анімація, зображення та інші на додаток до традиційних способів надання інформації, таким як текст.Мультимедіа може бути грубо або ніжно класифікована як лінійне і нелінійне.
Аналогом лінійного способу подання може бути кіно. Людина, що переглядає даний документ жодним чином не може вплинути на його висновок.
Нелінійний спосіб представлення інформації дозволяє людині брати участь в поданні інформації, взаємодіючи якимось чином зі засобом відображення мультимедійних даних. Участь людини в даному процесі також називається «інтерактивністю». Такий спосіб взаємодії людини і комп\'ютера найбільш повним чином представлений в категоріях комп\'ютерних ігор. Нелінійний спосіб представлення мультимедійних даних іноді називається «гіпермедіа».
Як приклад лінійного і нелінійного способу подання інформації можна розглядати таку ситуацію, як проведення презентації. Якщо презентація була записана на плівку і показується аудиторії, то при цьому способі донесення інформації переглядають дану презентацію не мають можливості впливати на доповідача. У разі ж живий презентації аудиторія має можливість задавати доповідачеві питання і взаємодіяти з ним іншим чином, що дозволяє доповідачеві відходити від теми презентації, наприклад пояснюючи деякі терміни або більш докладно висвітлюючи спірні частини доповіді. Таким чином, жива презентація може бути представлена ​​як нелінійний (інтерактивний) спосіб подачі інформації.',
  'go_back' => 'Повернутися на головну'
];
