<?php

return[
  'about' => 'Про нас',
  'text' => 'Мы являемся крупнейшим мультимедийным магазином. Мы работаем с основными поставщиками технических товаров, такими как Canon, Apple, Dell, Samsung и другими. Наш ассортимент включает телевизоры, фотоаппараты, смартфоны, наушники, флэш-драйверы и ноутбуки.
  Термин мультимедиа также зачастую используется для обозначения носителей информации, позволяющих хранить значительные объёмы данных и обеспечивать достаточно быстрый доступ к ним (первыми носителями такого типа были компакт-диски). В таком случае термин мультимедиа означает, что компьютер может использовать такие носители и предоставлять информацию пользователю через все возможные виды данных, такие как аудио, видео, анимация, изображение и другие в дополнение к традиционным способам предоставления информации, таким как текст.Мультимедиа может быть грубо или нежно классифицирована как линейное и нелинейное.

Аналогом линейного способа представления может являться кино. Человек, просматривающий данный документ никаким образом не может повлиять на его вывод.

Нелинейный способ представления информации позволяет человеку участвовать в выводе информации, взаимодействуя каким-либо образом со средством отображения мультимедийных данных. Участие человека в данном процессе также называется «интерактивностью». Такой способ взаимодействия человека и компьютера наиболее полным образом представлен в категориях компьютерных игр. Нелинейный способ представления мультимедийных данных иногда называется «гипермедиа».

В качестве примера линейного и нелинейного способа представления информации можно рассматривать такую ситуацию, как проведение презентации. Если презентация была записана на плёнку и показывается аудитории, то при этом способе донесения информации просматривающие данную презентацию не имеют возможности влиять на докладчика. В случае же живой презентации аудитория имеет возможность задавать докладчику вопросы и взаимодействовать с ним прочим образом, что позволяет докладчику отходить от темы презентации, например поясняя некоторые термины или более подробно освещая спорные части доклада. Таким образом, живая презентация может быть представлена как нелинейный (интерактивный) способ подачи информации.  ',
  'go_back' => 'Вернуться на главную'
];
